Repository: alaa993/lalbab_ios
Catalog: Lalbab/GroceryStore/Languages/*.lproj/Localizable.strings
Languages: fa

source: My Requests
fa: داواكاريةكان

source: My Shop
fa: دوكانةكةم

source: Edit
fa: كؤرين

source: Note seler
fa: تيَبيني فرؤشيار

source: Note
fa: تيَبيني

source: lg
fa: fa

source: Error!
fa: هەڵەیەك هەبە

source: Loading
fa: باركردن

source: Ok
fa: باشە

source: Empty
fa: بەتاڵ

source: Internet!
fa: !ئینتەرنێت

source: Confirm
fa: دڵنیام

source: No
fa: نەخێر

source: Remove
fa: سڕینەوە

source: Cancel
fa: هەڵوەشاندنەوە

source: Success
fa: سەركەوتوبوو

source: Grocery Store
fa: Lalbab

source: Glocery
fa: Lalbab

source: Phone
fa: مۆبایل

source: Name
fa: ناو

source: Code
fa: كؤد

source: Is Live
fa: كالا هەيە

source: Offline
fa: كالا نەماوە

source: User
fa: بەكارهێنەر

source: No internet connection available..
fa: ئینتەرنیت بەردەست نییە..

source: New Address
fa: ناونیشانی نوێ

source: Please Enter Address
fa: تكایە ناونیشانەكەت بنووسە

source: Please Choose Socity
fa: كۆمەڵگاكەت هەڵبژێرە

source: No any items in your Cart
fa: هیچ بەرهەمێكت هەلنەبژاردوەە

source: Language Preference
fa: ڕێكخستنی زمان

source: Select your preferred language
fa: زمانەكەت هەڵبژێرە

source: Choose Date
fa: بەروار هەڵبژێرە

source: Date must be greater than current date
fa: بەواری هەڵبژێردراو پێویستە لەبەرواری ئەمرۆ لەپێشتر بێت

source: Total
fa: گشتی

source: Cart
fa: سەبەتە

source: Empty Cart
fa: سەبەتەكەت بەتاڵە

source: Are you sure to remove all items from cart
fa: دڵنیای لەسڕینەوەی هەموو بەرهەمەكان لەناو سەبەتە؟

source: Item
fa: بەرهەم

source: Price per
fa: نرخ بۆهەر یەك

source: Order Limit
fa: داواكردنی سنووردار

source: Order must between
fa: داواكاریەكە پێویستە لەنێوان

source: To
fa: بۆ

source: Change Password
fa: گۆڕینی وشەی نهێنی

source: Please Enter Current Password
fa: وشەی نهێنی ئێستات بنووسە

source: Please Enter New Password
fa: وشەی نهێنی نوێ بنووسە

source: Please Enter New Password Again
fa: دووبارە وشەی نهێنی نوێ بنووسە

source: Please Enter New Password Again not march with New Password
fa: وشە نهێنیە نوێیەكان هاوتانین

source: Choose Socity
fa: كۆمەڵگاكەت هەڵبژێرە

source: Choose Time
fa: كات دیاری بكە

source: Receiver Name
fa: ناوی وەرگر

source: Receiver Mobile No.
fa: ژ.مۆبایلی وەرگر

source: Pincode
fa: ناونیشان :

source: House No.
fa: ژ.خانوو

source: Socity
fa: كۆمەڵگا

source: Items
fa: بەرهەمەكان

source: Amount
fa: بڕ

source: Delivery Charges
fa: كریێ گەیاندن

source: Total Amount
fa: بڕی گشتی

source: Please Choose Delivery Date
fa: بەرواری گەیاندن دیاری بكە

source: Please Choose Delivery Time
fa: كاتی گەیاندن دیاری بكە

source: Please Choose Delivery Location
fa: شوێنی گەیاندن دیاری بكە

source: Delivery
fa: گەیاندن

source: Delivery Date
fa: بەرواری گەیاندن

source: Delivery Time
fa: كاتی گەیاندن

source: Address
fa: ناونیشان

source: My Profile
fa: هەژمارەكەم

source: My Orders
fa: داواكاریەكانم

source: Logout
fa: دەرچوون

source: Login Now
fa: چوونەدەرەوە

source: Support
fa: هێلێ پشتگیری

source: About Us
fa: دەربارەی ئێمە

source: Terms & Condition
fa: ڕێسا و مەرجەكان

source: Review Us
fa: هەڵمانبسەنگێنە

source: Share with Friends
fa: بینێرە بۆهاوڕێكانت

source: Are you sure wont to logout ?
fa: دڵنیای لەدەرچوون

source: Please Enter Password
fa: وشەی نهێنی بنووسە

source: Please Enter User Name
fa: ناوی بەكارهێنەر بنووسە

source: Recovery Mail Sent Successfully to your registered email
fa: ئیمەیڵی گەڕاندنەوە ناردرا بۆ ئیمەیڵەكەت

source: Order No.
fa: ژ.داواكاری

source: Languge
fa: زمان

source: Date
fa: بەروار

source: Time
fa: كات

source: Pending
fa: لەچاوەڕوانی

source: Delivered
fa: گەیاندرا

source: Cancel Order
fa: هەڵوەشاندنەوەی داواكاری

source: Order Details
fa: زانیاری داواكاری

source: Qty
fa: بڕ

source: Search
fa: گەڕان

source: Add
fa: زیادكردن

source: Update
fa: نوێكردنەوە

source: Register
fa: نۆماركردن

source: Please Enter Phone Number
fa: ژمارە بۆمایل بنووسە

source: Please Enter Email Id
fa: ئیمەیڵەكەت بنووسە

source: Update Profile
fa: نوێكردنەوەی هەژمار

source: CONTINUE CHECKOUT
fa: بەردەوامبوون لەداواكاری

source: Delivery Date :
fa: بەرواری گەیاندن :

source: Delivery Time :
fa: كاتی گەیاندن :

source: Delivery Address
fa: ناونیشانی گەیاندن

source: Receiver Name(Required)
fa: ناوی وەرگر :

source: Receiver Mobile Number(Required)
fa: ژ.مۆبایلی وەرگر

source: Pincode/Area Code/Zip (Required)
fa: ناونیشان

source: Society/Flat(Required)
fa: كۆمەڵگا

source: House Number(Required)
fa: ژ.خانوو

source: ADD DELIVERY ADDRESS
fa: زیادكردنی ناونیشانی گەیاندن

source: Delivery Date and Time
fa: كات/بەرواری گەیاندن

source: Total items and amount
fa: تەواوی بەرهەم و بڕ

source: ORDER NOW
fa: ئێستا داوابكە

source: Thank you for your order.
fa: سوپاس بۆ داواكاریەكەت.

source: CONTINUE HOME
fa: چوونەوە پەڕەی سەرەكی

source: TRACK MY ORDER
fa: پشكنینی داواكاری

source: Email address
fa: ئیمەیڵ

source: Password
fa: وشەی نهێنی

source: LOGIN NOW
fa: چوونە ژوورەوە

source: REGISTER NEW USER
fa: تۆماركرنی بەكارهێنەری نوێ

source: FORGOT MY PASSWORD
fa: گەڕاندنەوەی وشەی نهێنی

source: Register Now
fa: تۆماركردن

source: Your full name
fa: ناوی تەواو

source: Your phone
fa: ژمارە مۆبایل

source: Create password
fa: وشەی نهینی

source: UPDATE
fa: نوێكردنەوە

source: Summery
fa: هەمووی

source: Current Password
fa: وشەی نهێنی ئێستا

source: New Password
fa: وشەی نهێنی نوێ

source: Re Enter Password
fa: دووبارە وشەی نهێنی

source: Search Vegetables, Fruit etc..
fa: گەڕان بەدوای بەرهەم

source: Products
fa: بەرهەمەكان

source: Clear All Products
fa: سڕینەوەی قەرتاڵە

source: Home
fa: پەیجی سەرەکی
